Repository: hubformation/ibexa3.3-bikeride
Catalog: ezplatform/translations/messages.*.xlf
Languages: fr

source: About Us
fr: À propos

source: All Rides
fr: Tous les parcours

source: All fields are required
fr: Tous les champs sont requis

source: Alt lang
fr: English version

source: Author
fr: Auteur

source: Difficulty
fr: Difficulté

source: Discover new rides! Go Bike!
fr: Découvrez de nouveaux parcours! Go Bike!

source: Ending Point
fr: Point d'arrivée

source: Find a ride
fr: Trouver un parcours

source: From
fr: De

source: Landmarks
fr: Points d'intérêt

source: Log in
fr: Se brancher

source: Member Registration
fr: Inscription d'un membre

source: My Account
fr: Mon compte

source: Nb results
fr: Nb résultats

source: No pagination necessary!
fr: Pas besoin de pagination!

source: No results were found for:
fr: Aucun résultat trouvé pour :

source: Register user
fr: Inscrire utilisateur

source: Registration complete
fr: Inscription complète

source: Registration completed
fr: Inscription complétée

source: Ride
fr: Parcours

source: Search
fr: Chercher

source: Search for
fr: Chercher pour

source: Starting Point
fr: Point de départ

source: Submit a Ride
fr: Proposer un parcours

source: To
fr: Vers

source: View
fr: Voir

source: You are all set up and ready to go
fr: Vous êtes prêt pour partir

source: landmark(s)
fr: point(s) d'intérêt

source: © GoBike 2021 - All rights reserved
fr: © GoBike 2021 - Tous droits réservés
